{
  "allBooks": [
    {
      "bookName": "Похороните меня за плинтусом",
      "description": "Похороните меня за плинтусом» – это история о девятилетнем мальчике Саше Савельеве, которого воспитывает суровая, авторитарная, агрессивно-заботливая бабушка. Она лечит внука от несуществующих болезней, моет в нестерпимо горячей воде, называет его сволочью и проклинает его мать. И все это представлено глазами ребенка и описано его языком так, что выглядит наивно, жутко и очень комично",
      "sanguine": 10,
      "choleric": 10,
      "phlegmatic": 30,
      "melancholic": 50
    },
    {
      "bookName": "Выбор Софи",
      "description": "Это автобиография начинающего писателя Стинго, живущего в Нью-Йорке. Но по ходу развития сюжета фокус смещается с автора на его соседку – молодую красивую польку Софи Завистовскую, сбежавшую в США из оккупированной Польши. Узнавая ее все ближе, Стинго открывает новые страшные подробности ее жизни",
      "sanguine": 10,
      "choleric": 10,
      "phlegmatic": 20,
      "melancholic": 60
    },
    {
      "bookName": "Белый Бим Черное ухо",
      "description": "Книга рассказывает о судьбе верной и умной собаки – белого шотландского сеттера Бима, преданного своему хозяину, пенсионеру-охотнику Ивану Ивановичу. Когда хозяин попадает в больницу, пса берет к себе соседка. Но Бим убегает из квартиры и начинает скитаться по городу в поисках Ивана Ивановича",
      "sanguine": 20,
      "choleric": 0,
      "phlegmatic": 40,
      "melancholic": 50
    },
    {
      "bookName": "Мальчик в полосатой пижаме",
      "description": "События романа рассказаны от лица девятилетнего немецкого мальчика Бруно. Он живет в богатой и благополучной семье, которая оберегает его от знаний о том, что творится в мире. Однажды отца переводят на другую должность, и им приходится переехать в Аушвиц. На новом месте Бруно от скуки исследует окрестности и встречает мальчика Шмуэля в полосатой пижаме за колючей проволокой",
      "sanguine": 10,
      "choleric": 10,
      "phlegmatic": 30,
      "melancholic": 50
    },
    {
      "bookName": "Гроздья гнева",
      "description": "События книги разворачиваются на фоне экономической катастрофы  США 30-х годов – Великой депрессии. Страшная засуха заставляет жителей Оклахомы бросить свои фермы и отправиться на поиски лучшей жизни. Бедная семья фермеров Джоудов совершает путешествие в плодородную Калифорнию на старом автомобиле по знаменитому шоссе 66. Им ничего не остается, как верить в будущее, – в стабильную работу, свой дом, школу для детей.",
      "sanguine": 10,
      "choleric": 20,
      "phlegmatic": 10,
      "melancholic": 60
    },

    {
      "bookName": "Трое в лодке, не считая собаки",
      "description": "Приключения трех незадачливых друзей и пса Монмаранси, путешествующих на лодке по Темзе от Кингстона до Оксфорда, сразу покорили читателей. Юмористическая повесть Джерома автобиографична: в книге он описал себя в виде рассказчика истории Джея, а двух своих близких друзей – в виде его попутчиков.",
      "sanguine": 60,
      "choleric": 30,
      "phlegmatic": 10,
      "melancholic": 0
    },
    {
      "bookName": "Великий Гэтсби",
      "description": "«Бурные» двадцатые годы прошлого столетия…Время шикарных вечеринок, «сухого закона» и «легких» денег… Эти «новые американцы» уверены, что расцвет будет вечным, что, достигнув вершин власти и богатства, они обретут и личное счастье…Таким был и Джей Гэтсби, ставший жертвой бессмысленной погони за пленительной мечтой об истинной и вечной любви, которой не суждено было сбыться…",
      "sanguine": 50,
      "choleric": 30,
      "phlegmatic": 20,
      "melancholic": 0
    },
    {
      "bookName": "Мистер Мерседес",
      "description": "Восемь убитых и пятнадцать раненых на счету бесследно исчезнувшего убийцы, протаранившего на «мерседесе» ни в чем не повинных людей…Стивен Кинг написал триллер, который заставит вас в ужасе оглядываться на каждый проезжающий мимо «мерседес» и совершенно по-другому смотреть на людей, с которыми вы сталкиваетесь каждый день",
      "sanguine": 50,
      "choleric": 50,
      "phlegmatic": 0,
      "melancholic": 0
    },
    {
      "bookName": "Девушка с татуировкой дракона",
      "description": "Сорок лет загадка исчезновения юной родственницы не дает покоя стареющему промышленному магнату, и вот он предпринимает последнюю в своей жизни попытку - поручает розыск журналисту Микаэлю Блумквисту. Тот берется за безнадежное дело больше для того, чтобы отвлечься от собственных неприятностей, но вскоре понимает: проблема даже сложнее, чем кажется на первый взгляд",
      "sanguine": 50,
      "choleric": 40,
      "phlegmatic": 10,
      "melancholic": 0
    },
    {
      "bookName": "Ночное кино",
      "description": "Дождливой октябрьской ночью тело Александры находят на заброшенном манхэттенском складе. Полицейский вердикт гласит: самоубийство. И это отнюдь не первая смерть в истории семьи Кордовы — династии, на которую будто наложено проклятие.",
      "sanguine": 50,
      "choleric": 30,
      "phlegmatic": 20,
      "melancholic": 0
    },

    {
      "bookName": "Бремя страстей человеческих",
      "description": "Бремя страстей человеческих можно назвать романом воспитания, где автор прослеживает жизнь главного героя Филипа Кэри от детства к отрочеству, от юности к зрелости.На его долю выпадает немало испытаний: ранняя смерть родителей, отчаянные поиски своего призвания в мире, обреченные отношения с легкомысленной женщиной. Претерпев немало разочарований, меняя свои взгляды, от подчинения собственным страстям до самоотречения, Филип пытается нить за нитью сплести узор собственной жизни…",
      "sanguine": 10,
      "choleric": 10,
      "phlegmatic": 60,
      "melancholic": 20
    },
    {
      "bookName": "Мартин Иден",
      "description": "Выдающийся роман Джека Лондона о человеке из низов, простом моряке, добившемся успеха, о поиске места в жизни, муках творчества и муках любви. Герой этого, во многом автобиографичного произведения, проходит через тяжелые испытания и благодаря упорному труду и необъятной энергии превосходит своих учителей и меняет свою жизнь. Творческий дар становится пропуском Мартину Идену в высший свет",
      "sanguine": 0,
      "choleric": 0,
      "phlegmatic": 60,
      "melancholic": 40
    },
    {
      "bookName": "Гордость и предубеждение",
      "description": "Вторая книга в списке «200 лучших книг по версии Би-би-си»! В семье Беннет пять дочерей и практически никаких перспектив на их удачное замужество. И вот в соседнее именье приезжает богатый холостяк и его друг...",
      "sanguine": 20,
      "choleric": 0,
      "phlegmatic": 40,
      "melancholic": 40
    },
    {
      "bookName": "Вино из одуванчиков",
      "description": "Войдите в светлый мир двенадцатилетнего мальчика и проживите с ним одно лето, наполненное событиями радостными и печальными, загадочными и тревожными; лето, когда каждый день совершаются удивительные открытия, главное из которых — ты живой, ты дышишь, ты чувствуешь! «Вино из одуванчиков» Рэя Брэдбери — классическое произведение, вошедшее в золотой фонд мировой литературы",
      "sanguine": 10,
      "choleric": 10,
      "phlegmatic": 60,
      "melancholic": 20
    },
    {
      "bookName": "Ходячий замок",
      "description": "Софи живет в сказочной стране, где ведьмы и русалки, семимильные сапоги и говорящие собаки - обычное дело. Поэтому, когда на нее обрушивается ужасное проклятие коварной Болотной Ведьмы, Софи ничего не остается, как обратиться за помощью к таинственному чародею Хоулу, обитающему в Ходячем замке. Однако, чтобы освободиться от чар, Софи предстоит разгадать немало загадок и прожить в замке у Хоула гораздо дольше, чем она рассчитывала",
      "sanguine": 0,
      "choleric": 0,
      "phlegmatic": 70,
      "melancholic": 30
    },

    {
      "bookName": "Кладбище домашних животных",
      "description": "Казалось бы, семейство Крид — это настоящее воплощение американской мечты: отец — преуспевающий врач, красавица мать, прелестные дети. Для полной идиллии им не хватает лишь большого старинного дома, куда они вскоре и переезжают.Но идиллия вдруг стала превращаться в кошмар. Потому что в окружающих их новое жилище вековых лесах скрывается НЕЧТО, более ужасное, чем сама смерть и… более могущественное",
      "sanguine": 10,
      "choleric": 60,
      "phlegmatic": 10,
      "melancholic": 20
    },
    {
      "bookName": "Призраки дома на холме",
      "description": "Старинный особняк на холме приносит его обитателям одни несчастья. Никто не рискует здесь не то, что жить, даже оставаться на ночь – говорят, Хилл-хаус стал пристанищем привидений.",
      "sanguine": 15,
      "choleric": 50,
      "phlegmatic": 15,
      "melancholic": 20
    },
    {
      "bookName": "Дом малых теней",
      "description": "расный Дом — особняк покойного М. Г. Мэйсона, гениального кукольника и  таксидермиста. Потомки почти забыли о нем, но теперь наследники решают продать работы Мэйсона, и его творения вновь выйдут на свет. Оценить коллекцию приезжает сотрудница аукционного дома Кэтрин Говард. Увидев изысканные и зловещие диорамы художника, посвященные ужасам Первой мировой войны, и странных кукол, она понимает, что перед ней настоящее сокровище, которое может принести миллионы",
      "sanguine": 15,
      "choleric": 50,
      "phlegmatic": 15,
      "melancholic": 20
    },
    {
      "bookName": "Каштановый человечек",
      "description": "Копенгаген. Найдено тело жестоко убитой девушки. Над ним висит каштановый человечек — куколка, сделанная из каштанов и спичек, с прорезанными глазками и улыбающимся ротиком. На фигурке обнаружены отпечатки пальцев пропавшей год назад и числящейся мертвой девочки. Но человек, признавшийся в ее убийстве, уже сидит в тюрьме. А вскоре находят еще один труп — и снова следователям улыбается каштановый человечек с отпечатками пальцев той же мертвой девочки",
      "sanguine": 5,
      "choleric": 50,
      "phlegmatic": 5,
      "melancholic": 40
    },
    {
      "bookName": "Коллекционер",
      "description": "В истории противостояния маньяка и его жертвы Фаулз увидел шекспировскую «Бурю», противоборство Добра и Зла, примитивного обывателя и возвышенного художника, Любви, Смерти и Красоты.",
      "sanguine": 10,
      "choleric": 70,
      "phlegmatic": 10,
      "melancholic": 10
    }
  ]
}
